Revit 2027 API
DisplacementElement.CanElementsBeDisplaced Method
Overload List
Name | Description
CanElementsBeDisplaced(View, ICollection<ElementId>) |  Indicates if elements can be assigned to a new DisplacementElement.
CanElementsBeDisplaced(View, ICollection<ElementId>, ElementId) |  Indicates if elements can be assigned to a new DisplacementElement.
Top
See Also
Reference
DisplacementElement Class
Autodesk.Revit.DB Namespace